---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.UniqueElementFailures
source: html/893b85b5-5478-9d26-0201-f51ec4423fe2.htm
---
# BuiltInFailures.UniqueElementFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.